Revit 2024 API
UnitTypeId.Atmospheres Property
 Atmospheres.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Atmospheres { get; }
Visual Basic
Public Shared ReadOnly Property Atmospheres As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Atmospheres {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace